{
    "usuarios": [
      {
        "nombre": "user",
        "password": "MTIzNA==",
        "email": "sa@sa.es",
        "id": 1
      }
      
    ],
    "estancias": [
      {
        "id": 1,
        "imgsrc": "img/hab-1.jpg",
        "nombre": "Habitación vacilona",
        "precio": 150,
        "tipo": "h",
        "aforo": "2 personas",
        "descripcion": "Habitaciones ubicadas en los pisos superiores del hotel, con terraza y magníficas vistas al jardín del hotel, al parque de atrás y al callejón oscuro. Decoración elegante y lujosa con detalles contemporáneos, muy acogedora. Las habitaciones dan una sensación de confort intemporal; diseñadas para momentos especiales y para una estancia tranquila. Camas individuales o camas de matrimonio, Queen o King size. Las habitaciones tienen entre 25 m2 y 35 m2. Baño en mármol con bañera y ducha separados."
      },
      {
        "id": 2,
        "imgsrc": "img/hab-2.jpg",
        "nombre": "Habitación vacilonísima",
        "precio": 200,
        "tipo": "h",
        "aforo": "4 personas",
        "descripcion": "En el ala del edificio que da al jardín, conectada al edificio principal del hotel, se hallan las Habitaciones vacilonísimas, con 45 m2, con un salón en el bajo y el dormitorio arriba. Con una decoración más contemporánea, estas son suites idóneas para familias. Proporcionan un ambiente ideal a todas horas del día, ya sea con la familia o por trabajo. Sus soleadas terrazas que dan al jardín y piscina son perfectas... ¡Una experiencia inolvidable!"
      },
      {
        "id": 3,
        "imgsrc": "img/cab-1.jpg",
        "nombre": "Cabaña acogedora",
        "precio": 50,
        "tipo": "c",
        "aforo": "2 personas",
        "descripcion": "La cabaña acogedora es un capricho para parejas que quieran tener tranquilidad. El piso superior cuenta con un amplio salón con sofá convertible en cama, una chimenea al lado del ventanal y una cocina totalmente equipada. En el piso inferior hemos diseñado un dormitorio con cama doble y baño abierto, junto a una zona de estar con salida directa a la calle. Dispone de una zona exterior a modo de terraza a la sombra de un gran fresno y cuentan con un prado de 7.000 m2, todo el delimitado por muretes de piedra y acceso en coche hasta la misma cabaña."
      },
      {
        "id": 4,
        "imgsrc": "img/cab-2.jpg",
        "nombre": "Cabaña sobrecogedora",
        "precio": 100,
        "tipo": "c",
        "aforo": "4 personas",
        "descripcion": "La cabaña sobrecogedora es ideal para dos parejas de adultos o para una familia de hasta 6 personas. El piso superior cuenta con un amplio salón con sofá, una chimenea y una cocina totalmente equipada. En el piso inferior está el dormitorio de matrimonio con el baño integrado. Además cuenta con una habitación con una cama doble y una litera de dos camas. Desde el distribuidor se accede al segundo baño que es compartido. Dispone de una zona exterior a modo de terraza a la sombra de un gran fresno y cuentan con un prado de 7.000 m2, todo el delimitado por muretes de piedra y acceso en coche hasta la misma cabaña."
      }
    ],
    "actividades":[
        {
          "id": 1,
          "imgsrc": "img/act-1.jpg",
          "nombre": "Rafting",
          "descripcion": "El Rafting es una modalidad deportiva que combina aventura, emoción, disfrute de la naturaleza y trabajo en equipo. Se practica en los lechos de los ríos, aunque también existen circuitos cerrados para poder iniciarse en ella sin peligro. El rafting es una alternativa relativamente nueva, pero que cuenta ya con muchos aficionados. La presencia de un  monitor  hace que cualquiera pueda probar lo que se siente bajando un río. A medida que vayamos adquiriendo experiencia, nos podremos adentrar en aguas más bravas, donde la tensión, la emoción y la sensación de riesgo serán continuas.",
          "precio": 20
        },
        {
          "id": 2,
          "imgsrc": "img/act-2.jpg",
          "nombre": "Vía ferrata",
          "descripcion": "Una vía ferrata es un itinerario tanto vertical como horizontal (franqueo) equipado con diverso material: clavos, grapas, presas, pasamanos, cadenas, puentes colgantes y tirolinas, que permiten el llegar con seguridad a zonas de difícil acceso para senderistas o no habituados a la escalada. La seguridad corre a cargo de un cable de acero instalado en toda la vía y el arnés provisto de un disipador de energía y mosquetones especiales de vía ferrata (marcados con una k) que aseguran en caso de caída. La zona clásica de vías ferratas se encuentra en los Dolomitas, los Alpes Italianos, aunque también las encontramos en gran número en Francia, Suiza, Alemania y poco a poco en España.",
          "precio": 12
        }
    ],
    "reservas": [
      
    ]
  }